[["align-content", "align-items", "align-self", "animation", "animation-delay", "animation-direction", "animation-duration", "animation-fill-mode", "animation-iteration-count", "animation-name", "animation-play-state", "animation-timing-function", "appearance", "backface-visibility", "background-attachment", "background-blend-mode", "background-clip", "background-color", "background-image", "background-origin", "background-position-x", "background-position-y", "background-repeat", "background-size", "border-bottom-color", "border-bottom-left-radius", "border-bottom-right-radius", "border-bottom-style", "border-bottom-width", "border-collapse", "border-inline-end-width", "border-left-color", "border-left-style", "border-left-width", "border-right-color", "border-right-style", "border-right-width", "border-spacing", "border-top-color", "border-top-left-radius", "border-top-right-radius", "border-top-style", "border-top-width", "bottom", "box-align", "box-direction", "box-flex", "box-ordinal-group", "box-orient", "box-pack", "box-shadow", "box-sizing", "break-inside", "caption-side", "caret-color", "clear", "clip", "color", "color-adjust", "column-break-inside", "column-count", "column-gap", "column-rule-color", "column-rule-style", "column-rule-width", "column-span", "content", "counter-increment", "counter-reset", "cursor", "direction", "display", "empty-cells", "fill", "filter", "flex", "flex-align", "flex-basis", "flex-direction", "flex-flow", "flex-grow", "flex-item-align", "flex-line-pack", "flex-order", "flex-pack", "flex-positive", "flex-preferred-size", "flex-shrink", "flex-wrap", "float", "font-family", "font-feature-settings", "font-size", "font-smoothing", "font-stretch", "font-style", "font-variant-alternates", "font-variant-caps", "font-variant-east-asian", "font-variant-ligatures", "font-variant-numeric", "font-weight", "gap", "grid-column-end", "grid-column-gap", "grid-row-gap", "grid-template-columns", "height", "hyphens", "interpolation-mode", "isolation", "justify-content", "left", "letter-spacing", "line-break", "line-height", "list-style-image", "list-style-position", "list-style-type", "margin-bottom", "margin-end", "margin-inline-end", "margin-left", "margin-right", "margin-top", "mask-image", "max-height", "max-width", "min-height", "min-width", "mix-blend-mode", "object-fit", "opacity", "order", "osx-font-smoothing", "outline-color", "outline-offset", "outline-style", "outline-width", "overflow", "overflow-anchor", "overflow-scrolling", "overflow-style", "overflow-wrap", "overflow-x", "overflow-y", "padding-bottom", "padding-left", "padding-right", "padding-start", "padding-top", "page-break-inside", "perspective", "pointer-events", "position", "print-color-adjust", "resize", "right", "scroll-behavior", "speak", "stroke", "stroke-dasharray", "stroke-dashoffset", "stroke-linecap", "stroke-width", "tab-size", "table-layout", "tap-highlight-color", "text-align", "text-decoration", "text-decoration-color", "text-decoration-line", "text-decoration-skip-ink", "text-decoration-style", "text-indent", "text-overflow", "text-rendering", "text-shadow", "text-size-adjust", "text-transform", "top", "touch-action", "touch-callout", "transform", "transform-origin", "transform-origin-left", "transform-origin-right", "transform-style", "transition", "transition-delay", "transition-duration", "transition-property", "transition-timing-function", "unicode-bidi", "user-drag", "user-select", "vertical-align", "visibility", "white-space", "width", "will-change", "word-break", "word-spacing", "word-wrap", "z-index"], [false, true], ["DIMENSION", "FUNCTION", "HASH", "INTEGER", "NUMBER", "PERCENTAGE", "STRING"], ["", "%", "em", "ms", "px", "rem", "s", "vh", "vw"], ["", "\" \"", "\" new\"", "\"\"", "\"*\"", "\"+\"", "\".\"", "\"/\"", "\"Choisir\"", "\"Elegir\"", "\"Pilih\"", "\"Wybierz\"", "\"W\u00e4hlen\"", "\"\\0002f\"", "\"\\000b7\"", "\"\\00a0\"", "\"\\02022\"", "\"\\02192\"", "\"\\0227B\"", "\"\\25B8\"", "\"\\25BE\"", "\"\\f000\"", "\"\\f001\"", "\"\\f002\"", "\"\\f004\"", "\"\\f005\"", "\"\\f007\"", "\"\\f008\"", "\"\\f009\"", "\"\\f00a\"", "\"\\f00b\"", "\"\\f00c\"", "\"\\f00d\"", "\"\\f00e\"", "\"\\f010\"", "\"\\f011\"", "\"\\f012\"", "\"\\f013\"", "\"\\f015\"", "\"\\f017\"", "\"\\f018\"", "\"\\f019\"", "\"\\f01c\"", "\"\\f01e\"", "\"\\f021\"", "\"\\f022\"", "\"\\f023\"", "\"\\f024\"", "\"\\f025\"", "\"\\f026\"", "\"\\f027\"", "\"\\f028\"", "\"\\f029\"", "\"\\f02a\"", "\"\\f02b\"", "\"\\f02c\"", "\"\\f02d\"", "\"\\f02e\"", "\"\\f02f\"", "\"\\f030\"", "\"\\f031\"", "\"\\f032\"", "\"\\f033\"", "\"\\f034\"", "\"\\f035\"", "\"\\f036\"", "\"\\f037\"", "\"\\f038\"", "\"\\f039\"", "\"\\f03a\"", "\"\\f03b\"", "\"\\f03c\"", "\"\\f03d\"", "\"\\f03e\"", "\"\\f041\"", "\"\\f042\"", "\"\\f043\"", "\"\\f044\"", "\"\\f048\"", "\"\\f049\"", "\"\\f04a\"", "\"\\f04b\"", "\"\\f04c\"", "\"\\f04d\"", "\"\\f04e\"", "\"\\f050\"", "\"\\f051\"", "\"\\f052\"", "\"\\f053\"", "\"\\f054\"", "\"\\f055\"", "\"\\f056\"", "\"\\f057\"", "\"\\f058\"", "\"\\f059\"", "\"\\f05a\"", "\"\\f05b\"", "\"\\f05e\"", "\"\\f060\"", "\"\\f061\"", "\"\\f062\"", "\"\\f063\"", "\"\\f064\"", "\"\\f065\"", "\"\\f066\"", "\"\\f067\"", "\"\\f068\"", "\"\\f069\"", "\"\\f06a\"", "\"\\f06b\"", "\"\\f06c\"", "\"\\f06d\"", "\"\\f06e\"", "\"\\f070\"", "\"\\f071\"", "\"\\f072\"", "\"\\f073\"", "\"\\f074\"", "\"\\f075\"", "\"\\f076\"", "\"\\f077\"", "\"\\f078\"", "\"\\f079\"", "\"\\f07a\"", "\"\\f07b\"", "\"\\f07c\"", "\"\\f080\"", "\"\\f081\"", "\"\\f082\"", "\"\\f083\"", "\"\\f084\"", "\"\\f085\"", "\"\\f086\"", "\"\\f089\"", "\"\\f08c\"", "\"\\f08d\"", "\"\\f091\"", "\"\\f092\"", "\"\\f093\"", "\"\\f094\"", "\"\\f095\"", "\"\\f098\"", "\"\\f099\"", "\"\\f09a\"", "\"\\f09b\"", "\"\\f09c\"", "\"\\f09d\"", "\"\\f09e\"", "\"\\f0a0\"", "\"\\f0a1\"", "\"\\f0a3\"", "\"\\f0a4\"", "\"\\f0a5\"", "\"\\f0a6\"", "\"\\f0a7\"", "\"\\f0a8\"", "\"\\f0a9\"", "\"\\f0aa\"", "\"\\f0ab\"", "\"\\f0ac\"", "\"\\f0ad\"", "\"\\f0ae\"", "\"\\f0b0\"", "\"\\f0b1\"", "\"\\f0b2\"", "\"\\f0c0\"", "\"\\f0c1\"", "\"\\f0c2\"", "\"\\f0c3\"", "\"\\f0c4\"", "\"\\f0c5\"", "\"\\f0c6\"", "\"\\f0c7\"", "\"\\f0c8\"", "\"\\f0c9\"", "\"\\f0ca\"", "\"\\f0cb\"", "\"\\f0cc\"", "\"\\f0cd\"", "\"\\f0ce\"", "\"\\f0d0\"", "\"\\f0d1\"", "\"\\f0d2\"", "\"\\f0d3\"", "\"\\f0d4\"", "\"\\f0d5\"", "\"\\f0d7\"", "\"\\f0d8\"", "\"\\f0d9\"", "\"\\f0da\"", "\"\\f0db\"", "\"\\f0dc\"", "\"\\f0dd\"", "\"\\f0de\"", "\"\\f0e0\"", "\"\\f0e1\"", "\"\\f0e2\"", "\"\\f0e3\"", "\"\\f0e7\"", "\"\\f0e8\"", "\"\\f0e9\"", "\"\\f0ea\"", "\"\\f0eb\"", "\"\\f0f0\"", "\"\\f0f1\"", "\"\\f0f2\"", "\"\\f0f3\"", "\"\\f0f4\"", "\"\\f0f8\"", "\"\\f0f9\"", "\"\\f0fa\"", "\"\\f0fb\"", "\"\\f0fc\"", "\"\\f0fd\"", "\"\\f0fe\"", "\"\\f100\"", "\"\\f101\"", "\"\\f102\"", "\"\\f103\"", "\"\\f104\"", "\"\\f105\"", "\"\\f106\"", "\"\\f107\"", "\"\\f108\"", "\"\\f109\"", "\"\\f10a\"", "\"\\f10b\"", "\"\\f10d\"", "\"\\f10e\"", "\"\\f110\"", "\"\\f111\"", "\"\\f113\"", "\"\\f118\"", "\"\\f119\"", "\"\\f11a\"", "\"\\f11b\"", "\"\\f11c\"", "\"\\f11e\"", "\"\\f120\"", "\"\\f121\"", "\"\\f122\"", "\"\\f124\"", "\"\\f125\"", "\"\\f126\"", "\"\\f127\"", "\"\\f128\"", "\"\\f129\"", "\"\\f12a\"", "\"\\f12b\"", "\"\\f12c\"", "\"\\f12d\"", "\"\\f12e\"", "\"\\f130\"", "\"\\f131\"", "\"\\f133\"", "\"\\f134\"", "\"\\f135\"", "\"\\f136\"", "\"\\f137\"", "\"\\f138\"", "\"\\f139\"", "\"\\f13a\"", "\"\\f13b\"", "\"\\f13c\"", "\"\\f13d\"", "\"\\f13e\"", "\"\\f140\"", "\"\\f141\"", "\"\\f142\"", "\"\\f143\"", "\"\\f144\"", "\"\\f146\"", "\"\\f14a\"", "\"\\f14b\"", "\"\\f14d\"", "\"\\f14e\"", "\"\\f150\"", "\"\\f151\"", "\"\\f152\"", "\"\\f153\"", "\"\\f154\"", "\"\\f155\"", "\"\\f156\"", "\"\\f157\"", "\"\\f158\"", "\"\\f159\"", "\"\\f15a\"", "\"\\f15b\"", "\"\\f15c\"", "\"\\f15d\"", "\"\\f15e\"", "\"\\f160\"", "\"\\f161\"", "\"\\f162\"", "\"\\f163\"", "\"\\f164\"", "\"\\f165\"", "\"\\f167\"", "\"\\f168\"", "\"\\f169\"", "\"\\f16b\"", "\"\\f16c\"", "\"\\f16d\"", "\"\\f16e\"", "\"\\f170\"", "\"\\f171\"", "\"\\f173\"", "\"\\f174\"", "\"\\f179\"", "\"\\f17a\"", "\"\\f17b\"", "\"\\f17c\"", "\"\\f17d\"", "\"\\f17e\"", "\"\\f180\"", "\"\\f181\"", "\"\\f182\"", "\"\\f183\"", "\"\\f184\"", "\"\\f185\"", "\"\\f186\"", "\"\\f187\"", "\"\\f188\"", "\"\\f189\"", "\"\\f18a\"", "\"\\f18b\"", "\"\\f18c\"", "\"\\f18d\"", "\"\\f191\"", "\"\\f192\"", "\"\\f193\"", "\"\\f194\"", "\"\\f195\"", "\"\\f197\"", "\"\\f198\"", "\"\\f199\"", "\"\\f19a\"", "\"\\f19b\"", "\"\\f19c\"", "\"\\f19d\"", "\"\\f19e\"", "\"\\f1a0\"", "\"\\f1a1\"", "\"\\f1a2\"", "\"\\f1a3\"", "\"\\f1a4\"", "\"\\f1a5\"", "\"\\f1a6\"", "\"\\f1a7\"", "\"\\f1a8\"", "\"\\f1a9\"", "\"\\f1aa\"", "\"\\f1ab\"", "\"\\f1ac\"", "\"\\f1ad\"", "\"\\f1ae\"", "\"\\f1b0\"", "\"\\f1b2\"", "\"\\f1b3\"", "\"\\f1b4\"", "\"\\f1b5\"", "\"\\f1b6\"", "\"\\f1b7\"", "\"\\f1b8\"", "\"\\f1b9\"", "\"\\f1ba\"", "\"\\f1bb\"", "\"\\f1bc\"", "\"\\f1bd\"", "\"\\f1be\"", "\"\\f1c0\"", "\"\\f1c1\"", "\"\\f1c2\"", "\"\\f1c3\"", "\"\\f1c4\"", "\"\\f1c5\"", "\"\\f1c6\"", "\"\\f1c7\"", "\"\\f1c8\"", "\"\\f1c9\"", "\"\\f1ca\"", "\"\\f1cb\"", "\"\\f1cc\"", "\"\\f1cd\"", "\"\\f1ce\"", "\"\\f1d0\"", "\"\\f1d1\"", "\"\\f1d2\"", "\"\\f1d3\"", "\"\\f1d4\"", "\"\\f1d5\"", "\"\\f1d6\"", "\"\\f1d7\"", "\"\\f1d8\"", "\"\\f1da\"", "\"\\f1dc\"", "\"\\f1dd\"", "\"\\f1de\"", "\"\\f1e0\"", "\"\\f1e1\"", "\"\\f1e2\"", "\"\\f1e3\"", "\"\\f1e4\"", "\"\\f1e5\"", "\"\\f1e6\"", "\"\\f1e7\"", "\"\\f1e8\"", "\"\\f1e9\"", "\"\\f1ea\"", "\"\\f1eb\"", "\"\\f1ec\"", "\"\\f1ed\"", "\"\\f1ee\"", "\"\\f1f0\"", "\"\\f1f1\"", "\"\\f1f2\"", "\"\\f1f3\"", "\"\\f1f4\"", "\"\\f1f5\"", "\"\\f1f6\"", "\"\\f1f8\"", "\"\\f1f9\"", "\"\\f1fa\"", "\"\\f1fb\"", "\"\\f1fc\"", "\"\\f1fd\"", "\"\\f1fe\"", "\"\\f200\"", "\"\\f201\"", "\"\\f202\"", "\"\\f203\"", "\"\\f204\"", "\"\\f205\"", "\"\\f206\"", "\"\\f207\"", "\"\\f208\"", "\"\\f209\"", "\"\\f20a\"", "\"\\f20b\"", "\"\\f20d\"", "\"\\f20e\"", "\"\\f210\"", "\"\\f211\"", "\"\\f212\"", "\"\\f213\"", "\"\\f214\"", "\"\\f215\"", "\"\\f216\"", "\"\\f217\"", "\"\\f218\"", "\"\\f21a\"", "\"\\f21b\"", "\"\\f21c\"", "\"\\f21d\"", "\"\\f21e\"", "\"\\f221\"", "\"\\f222\"", "\"\\f223\"", "\"\\f224\"", "\"\\f225\"", "\"\\f226\"", "\"\\f227\"", "\"\\f228\"", "\"\\f229\"", "\"\\f22a\"", "\"\\f22b\"", "\"\\f22c\"", "\"\\f22d\"", "\"\\f231\"", "\"\\f232\"", "\"\\f233\"", "\"\\f234\"", "\"\\f235\"", "\"\\f236\"", "\"\\f237\"", "\"\\f238\"", "\"\\f239\"", "\"\\f23a\"", "\"\\f23b\"", "\"\\f23c\"", "\"\\f23d\"", "\"\\f23e\"", "\"\\f240\"", "\"\\f241\"", "\"\\f242\"", "\"\\f243\"", "\"\\f244\"", "\"\\f245\"", "\"\\f246\"", "\"\\f247\"", "\"\\f248\"", "\"\\f249\"", "\"\\f24b\"", "\"\\f24c\"", "\"\\f24d\"", "\"\\f24e\"", "\"\\f251\"", "\"\\f252\"", "\"\\f253\"", "\"\\f254\"", "\"\\f255\"", "\"\\f256\"", "\"\\f257\"", "\"\\f258\"", "\"\\f259\"", "\"\\f25a\"", "\"\\f25b\"", "\"\\f25c\"", "\"\\f25d\"", "\"\\f25e\"", "\"\\f260\"", "\"\\f261\"", "\"\\f262\"", "\"\\f263\"", "\"\\f264\"", "\"\\f265\"", "\"\\f266\"", "\"\\f267\"", "\"\\f268\"", "\"\\f269\"", "\"\\f26a\"", "\"\\f26b\"", "\"\\f26c\"", "\"\\f26d\"", "\"\\f26e\"", "\"\\f270\"", "\"\\f271\"", "\"\\f272\"", "\"\\f273\"", "\"\\f274\"", "\"\\f275\"", "\"\\f276\"", "\"\\f277\"", "\"\\f279\"", "\"\\f27a\"", "\"\\f27c\"", "\"\\f27d\"", "\"\\f27e\"", "\"\\f280\"", "\"\\f281\"", "\"\\f282\"", "\"\\f284\"", "\"\\f285\"", "\"\\f286\"", "\"\\f287\"", "\"\\f288\"", "\"\\f289\"", "\"\\f28a\"", "\"\\f28b\"", "\"\\f28d\"", "\"\\f290\"", "\"\\f291\"", "\"\\f292\"", "\"\\f293\"", "\"\\f294\"", "\"\\f295\"", "\"\\f296\"", "\"\\f297\"", "\"\\f298\"", "\"\\f299\"", "\"\\f29a\"", "\"\\f29d\"", "\"\\f29e\"", "\"\\f2a0\"", "\"\\f2a1\"", "\"\\f2a2\"", "\"\\f2a3\"", "\"\\f2a4\"", "\"\\f2a5\"", "\"\\f2a6\"", "\"\\f2a7\"", "\"\\f2a8\"", "\"\\f2a9\"", "\"\\f2aa\"", "\"\\f2ab\"", "\"\\f2ac\"", "\"\\f2ad\"", "\"\\f2ae\"", "\"\\f2b0\"", "\"\\f2b1\"", "\"\\f2b2\"", "\"\\f2b3\"", "\"\\f2b4\"", "\"\\f2b5\"", "\"\\f2b6\"", "\"\\f2b8\"", "\"\\f2b9\"", "\"\\f2bb\"", "\"\\f2bd\"", "\"\\f2c1\"", "\"\\f2c2\"", "\"\\f2c4\"", "\"\\f2c5\"", "\"\\f2c6\"", "\"\\f2c7\"", "\"\\f2c8\"", "\"\\f2c9\"", "\"\\f2ca\"", "\"\\f2cb\"", "\"\\f2cc\"", "\"\\f2cd\"", "\"\\f2ce\"", "\"\\f2d0\"", "\"\\f2d1\"", "\"\\f2d2\"", "\"\\f2d5\"", "\"\\f2d6\"", "\"\\f2d7\"", "\"\\f2d8\"", "\"\\f2d9\"", "\"\\f2da\"", "\"\\f2db\"", "\"\\f2dc\"", "\"\\f2dd\"", "\"\\f2de\"", "\"\\f2e0\"", "\"\\f2e5\"", "\"\\f2e7\"", "\"\\f2ea\"", "\"\\f2ed\"", "\"\\f2f1\"", "\"\\f2f2\"", "\"\\f2f5\"", "\"\\f2f6\"", "\"\\f2f9\"", "\"\\f302\"", "\"\\f303\"", "\"\\f309\"", "\"\\f30a\"", "\"\\f30b\"", "\"\\f30c\"", "\"\\f31e\"", "\"\\f328\"", "\"\\f337\"", "\"\\f338\"", "\"\\f358\"", "\"\\f359\"", "\"\\f35a\"", "\"\\f35b\"", "\"\\f35c\"", "\"\\f35d\"", "\"\\f360\"", "\"\\f362\"", "\"\\f368\"", "\"\\f369\"", "\"\\f36a\"", "\"\\f36b\"", "\"\\f36c\"", "\"\\f36d\"", "\"\\f36e\"", "\"\\f36f\"", "\"\\f370\"", "\"\\f371\"", "\"\\f372\"", "\"\\f373\"", "\"\\f374\"", "\"\\f375\"", "\"\\f378\"", "\"\\f379\"", "\"\\f37a\"", "\"\\f37b\"", "\"\\f37c\"", "\"\\f37d\"", "\"\\f37f\"", "\"\\f380\"", "\"\\f381\"", "\"\\f382\"", "\"\\f383\"", "\"\\f384\"", "\"\\f385\"", "\"\\f388\"", "\"\\f38b\"", "\"\\f38c\"", "\"\\f38d\"", "\"\\f38e\"", "\"\\f38f\"", "\"\\f391\"", "\"\\f392\"", "\"\\f393\"", "\"\\f394\"", "\"\\f395\"", "\"\\f396\"", "\"\\f397\"", "\"\\f399\"", "\"\\f39a\"", "\"\\f39d\"", "\"\\f39e\"", "\"\\f39f\"", "\"\\f3a1\"", "\"\\f3a2\"", "\"\\f3a3\"", "\"\\f3a4\"", "\"\\f3a5\"", "\"\\f3a6\"", "\"\\f3a7\"", "\"\\f3a8\"", "\"\\f3a9\"", "\"\\f3aa\"", "\"\\f3ab\"", "\"\\f3ac\"", "\"\\f3ad\"", "\"\\f3ae\"", "\"\\f3af\"", "\"\\f3b0\"", "\"\\f3b1\"", "\"\\f3b2\"", "\"\\f3b4\"", "\"\\f3b5\"", "\"\\f3b6\"", "\"\\f3b7\"", "\"\\f3b8\"", "\"\\f3b9\"", "\"\\f3ba\"", "\"\\f3bb\"", "\"\\f3bc\"", "\"\\f3bd\"", "\"\\f3be\"", "\"\\f3bf\"", "\"\\f3c0\"", "\"\\f3c1\"", "\"\\f3c3\"", "\"\\f3c4\"", "\"\\f3c5\"", "\"\\f3c6\"", "\"\\f3c7\"", "\"\\f3c8\"", "\"\\f3ca\"", "\"\\f3cb\"", "\"\\f3cc\"", "\"\\f3cd\"", "\"\\f3d0\"", "\"\\f3d1\"", "\"\\f3d2\"", "\"\\f3d3\"", "\"\\f3d4\"", "\"\\f3d5\"", "\"\\f3d6\"", "\"\\f3d7\"", "\"\\f3d8\"", "\"\\f3d9\"", "\"\\f3da\"", "\"\\f3db\"", "\"\\f3dc\"", "\"\\f3df\"", "\"\\f3e1\"", "\"\\f3e2\"", "\"\\f3e3\"", "\"\\f3e4\"", "\"\\f3e5\"", "\"\\f3e6\"", "\"\\f3e7\"", "\"\\f3e8\"", "\"\\f3e9\"", "\"\\f3ea\"", "\"\\f3eb\"", "\"\\f3ec\"", "\"\\f3ed\"", "\"\\f3ee\"", "\"\\f3ef\"", "\"\\f3f3\"", "\"\\f3f5\"", "\"\\f3f6\"", "\"\\f3f7\"", "\"\\f3f8\"", "\"\\f3f9\"", "\"\\f3fa\"", "\"\\f3fd\"", "\"\\f3fe\"", "\"\\f3ff\"", "\"\\f402\"", "\"\\f403\"", "\"\\f404\"", "\"\\f405\"", "\"\\f407\"", "\"\\f408\"", "\"\\f409\"", "\"\\f40a\"", "\"\\f40b\"", "\"\\f40c\"", "\"\\f40d\"", "\"\\f410\"", "\"\\f411\"", "\"\\f412\"", "\"\\f413\"", "\"\\f414\"", "\"\\f415\"", "\"\\f416\"", "\"\\f417\"", "\"\\f418\"", "\"\\f419\"", "\"\\f41a\"", "\"\\f41b\"", "\"\\f41c\"", "\"\\f41d\"", "\"\\f41e\"", "\"\\f41f\"", "\"\\f420\"", "\"\\f421\"", "\"\\f423\"", "\"\\f425\"", "\"\\f426\"", "\"\\f427\"", "\"\\f428\"", "\"\\f429\"", "\"\\f42a\"", "\"\\f42b\"", "\"\\f42c\"", "\"\\f42d\"", "\"\\f42e\"", "\"\\f42f\"", "\"\\f430\"", "\"\\f431\"", "\"\\f433\"", "\"\\f434\"", "\"\\f436\"", "\"\\f439\"", "\"\\f43a\"", "\"\\f43c\"", "\"\\f43f\"", "\"\\f441\"", "\"\\f443\"", "\"\\f445\"", "\"\\f447\"", "\"\\f44d\"", "\"\\f44e\"", "\"\\f450\"", "\"\\f452\"", "\"\\f453\"", "\"\\f457\"", "\"\\f458\"", "\"\\f459\"", "\"\\f45c\"", "\"\\f45d\"", "\"\\f45f\"", "\"\\f462\"", "\"\\f466\"", "\"\\f468\"", "\"\\f46c\"", "\"\\f46d\"", "\"\\f471\"", "\"\\f472\"", "\"\\f474\"", "\"\\f479\"", "\"\\f47e\"", "\"\\f482\"", "\"\\f484\"", "\"\\f48b\"", "\"\\f48e\"", "\"\\f491\"", "\"\\f494\"", "\"\\f496\"", "\"\u00ab\"", "\"\u00bb\"", "\"\u0412\u044b\u0431\u0440\u0430\u0442\u044c\"", "\"\u200b\"", "\"\u2013\"", "\"\u2014 \"", "\"\u2014\u00a0\"", "\"\u9078\u64c7\"", "' '", "''", "'*'", "'.'", "'1200px'", "'1600px'", "'640px'", "'960px'", "'Ad'", "'\\00a0'", "'\\2026'", "'\\E5CC'", "'\\e800'", "'\\e801'", "'\\f004'", "'\\f005'", "'\\f006'", "'\\f0d7'", "'\\f0d8'", "'\\f0da'", "'liga'", "'or'", "'\u2022'", "-ms-sticky", "-o-sticky", ".1s,.25s", ".25s,", ".28s ease", ".2s,", ".3s color", ".3s,", ".5s ease", "0 0", "0 0 100%", "0 0 auto", "0 1 270px", "0 1 auto", "0 100%", "0 50%", "0% 100%", "0% 50%", "0s,", "1 0 auto", "1 1 0px", "1 1 auto", "1 auto", "100% 0", "100% 100%", "100% 50%", "100%,", "10px 4px", "150% 150%", "16px 12px", "1rem 1rem", "1s opacity", "2.5 auto", "25% 50%", "350ms,", "50% 0", "50% 0%", "50% 100%", "50% 25%", "50% 50%", "50% 75%", "75% 50%", "85%/1", "9px 6px", "Accordion", "ButtonText", "Checkbox", "Dropdown", "GrayText", "Icons", "Rating", "Step", "Window", "absolute", "all", "all .3s", "all 300ms", "anywhere", "auto", "auto 100%", "autofill", "avoid", "background", "baseline", "bicubic", "block", "bold", "bolder", "border", "border-box", "both", "bottom", "bounce", "bounceIn", "bounceInUp", "bounceOut", "box-shadow", "break-all", "break-word", "browseIn", "button", "capitalize", "center", "center top", "center/1em", "circle", "clip", "collapse", "color", "color .2s", "color .3s", "color 0.2s", "color-burn", "column", "contain", "contents", "cover", "darken", "dashed", "decimal", "default", "difference", "disc", "distribute", "dotted", "double", "dropIn", "dropOut", "ease", "ease,", "ease,.1s", "ease,.8s", "ease,color", "ease,left", "ease,width", "ease-in", "ease-out", "ease-out,", "ellipsis", "end", "exact", "exclusion", "fadeIn", "fadeInDown", "fadeInLeft", "fadeInUp", "fadeOut", "fadeOutUp", "filter", "fixed", "flash", "flex", "flex-basis", "flex-end", "flex-start", "flip", "flipInX", "flipInY", "flipOutX", "flipOutY", "flow-root", "flyIn", "flyInDown", "flyInLeft", "flyInRight", "flyInUp", "flyOut", "flyOutDown", "flyOutLeft", "flyOutUp", "form-spin", "forwards", "glow", "grayscale", "grid", "hard-light", "headShake", "heartBeat", "height", "height .5s", "help", "hidden", "hinge", "horizontal", "hue", "infinite", "inherit", "initial", "inline", "inset", "inside", "isolate", "italic", "jello", "jiggle", "justify", "left", "left 50%", "left top", "left-spin", "lighten", "lighter", "linear", "list-item", "loader", "lowercase", "ltr", "luminosity", "margin", "medium", "middle", "monospace", "move", "multiply", "no-repeat", "none", "none,none", "normal", "nowrap", "opacity", "ordered", "outside", "overlay", "padding", "pan-y", "paused", "pinch-zoom", "pointer", "pre", "pre-wrap", "pulse", "red", "relative", "repeat-x", "reverse", "right", "right 50%", "right top", "right-spin", "rollIn", "rollOut", "rotateIn", "rotateOut", "round", "row", "row nowrap", "row wrap", "rtl", "rubberBand", "sans-serif", "saturation", "scaleIn", "scaleOut", "screen", "scroll", "section", "self-end", "self-start", "separate", "shake", "show", "slideInUp", "slideInX", "slideInY", "slideOutUp", "slideOutX", "slideOutY", "small", "smooth", "soft-light", "solid", "span 1", "span 10", "span 11", "span 12", "span 2", "span 3", "span 4", "span 5", "span 6", "span 7", "span 8", "span 9", "spinAround", "square", "start", "static", "sticky", "stretch", "swing", "swingInX", "swingInY", "swingOutX", "swingOutY", "table", "table-cell", "table-row", "tada", "text", "text-top", "textfield", "thin", "top", "top center", "top left", "top right", "touch", "transform", "uk-fade", "uk-shake", "uk-stroke", "undefined", "underline", "unset", "uppercase", "vertical", "visibility", "visible", "white", "whitesmoke", "width", "windowText", "wobble", "wrap", "zoom-in", "zoom-out", "zoomIn", "zoomInDown", "zoomInLeft", "zoomInUp", "zoomOut", "zoomOutUp"], [false, true], [".accent", ".accordion", ".accordion-button", ".accordion-content", ".accordion-item", ".accordion-title", ".actions", ".active", ".ad", ".alert", ".attached", ".avatar", ".badge", ".bar", ".border", ".box", ".breadcrumb", ".browser-default", ".btn", ".btn-close", ".btn-danger", ".btn-dark", ".btn-flat", ".btn-floating", ".btn-info", ".btn-large", ".btn-light", ".btn-primary", ".btn-secondary", ".btn-small", ".btn-success", ".btn-warning", ".button", ".buttons", ".callout", ".card", ".card-content", ".card-divider", ".card-panel", ".card-title", ".cards", ".carousel-item", ".cell", ".checkbox", ".chip", ".chips", ".circle", ".close", ".close-button", ".code-block", ".code-inline", ".col", ".col-lg", ".col-md", ".col-sm", ".col-xl", ".col-xxl", ".collapsible", ".collapsible-body", ".collapsible-header", ".collection", ".collection-item", ".column", ".columns", ".comment", ".comments", ".container", ".content", ".darken", ".date", ".delete", ".description", ".detail", ".dimmer", ".disabled", ".display", ".divider", ".dotnav", ".drawer", ".dropdown", ".dropdown-content", ".dropdown-divider", ".dropdown-item", ".dropdown-menu", ".dropdown-pane", ".dropdown-toggle", ".elevation", ".error", ".event", ".extra", ".fab", ".fas", ".field", ".fields", ".fieldset", ".file-cta", ".file-name", ".fixed", ".flow-text", ".focus", ".footer-copyright", ".form-control", ".form-select", ".full", ".grid", ".grid-frame", ".grid-x", ".h", ".header", ".hero-body", ".horizontal", ".hr", ".icon", ".iconnav", ".icons", ".image", ".images", ".img-thumbnail", ".in", ".indicator-item", ".input", ".inverted", ".is", ".is-active", ".is-black", ".is-boxed", ".is-danger", ".is-dark", ".is-focused", ".is-hovered", ".is-info", ".is-invalid", ".is-inverted", ".is-large", ".is-light", ".is-link", ".is-medium", ".is-offset", ".is-open", ".is-outlined", ".is-primary", ".is-rounded", ".is-small", ".is-success", ".is-toggle", ".is-valid", ".is-warning", ".is-white", ".item", ".label", ".large", ".large-offset", ".large-order", ".large-shrink", ".lever", ".lightbox", ".lighten", ".list", ".list-group", ".loader", ".m-lg", ".m-md", ".m-sm", ".m-xl", ".m-xxl", ".marker", ".material-icons", ".material-tooltip", ".md-textarea", ".medium", ".medium-offset", ".medium-order", ".medium-shrink", ".menu", ".message", ".message-body", ".message-header", ".meta", ".modal", ".modal-body", ".modal-close", ".modal-content", ".modal-dialog", ".modal-footer", ".modal-header", ".mx", ".my", ".nag", ".name", ".nav-link", ".navbar", ".navbar-burger", ".navbar-dropdown", ".navbar-item", ".navbar-link", ".navbar-menu", ".navbar-toggler", ".negative", ".notification", ".off-canvas", ".offcanvas", ".offset-xl", ".open", ".out", ".p-lg", ".p-md", ".p-sm", ".p-xl", ".p-xxl", ".page-link", ".pagination", ".pagination-ellipsis", ".pagination-link", ".pagination-next", ".pagination-previous", ".panel-heading", ".pattern", ".placeholder", ".popover", ".popup", ".position-bottom", ".position-left", ".position-right", ".position-top", ".positive", ".prefix", ".primary", ".progress", ".prompt", ".pusher", ".px", ".py", ".radio", ".rail", ".range", ".result", ".results", ".reveal", ".rounded", ".row", ".row-cols", ".search", ".secondary", ".section", ".segment", ".segments", ".select", ".select-dropdown", ".selected", ".shape", ".show", ".side", ".sidebar", ".sidenav", ".slider", ".slider-handle", ".small", ".small-offset", ".small-order", ".sorted", ".spinner", ".spinner-border", ".spinner-grow", ".statistic", ".statistics", ".step", ".steps", ".success", ".switch", ".switch-paddle", ".tab", ".table", ".tabs", ".tabs-content", ".tap-target", ".text", ".text-accent", ".text-darken", ".text-lighten", ".textarea", ".thumb", ".thumbnail", ".tile", ".title", ".title-bar", ".toast", ".tooltip", ".top-bar", ".transition", ".u", ".ui", ".value", ".vertical", ".visually-hidden", ".warning", ".waves-button", ".waves-circle", ".waves-effect", ".waves-ripple", ".width", ".xl", ".z-depth", "above", "absolute", "action", "action--button", "actions", "active", "after", "anchor", "auto", "background", "badge", "bar", "before", "blockquote", "body", "bottom", "button", "button__segment", "canvas-overlay", "caption", "cell", "center", "checkbox", "checked", "checkmark", "checkmark-path", "circle-graphic", "close", "code", "color", "container", "content", "counter", "danger", "dark", "date", "datetime", "datetime-local", "default", "desktop", "dialog", "disabled", "display", "divider", "dl", "dots", "dropdown-icon", "dt", "element", "email", "embed", "end", "extended", "field", "field__affix", "field__input", "fieldset", "fifths", "figure", "file", "fill", "first-child", "fixed", "floated", "focus", "focus-within", "footer", "frame", "from", "fullhd", "gradient", "graphic", "grid", "grid__cell", "grid__inner", "group__subheader", "grow", "handle", "handle-track", "header", "headline", "height", "helper-text", "hover", "hr", "html", "icon", "icon-button", "iframe", "img", "inactive", "indeterminate", "indicator__content", "info", "inner", "inner-circle", "input", "inset-leading", "inset-padding", "inset-trailing", "invalid", "item", "item__end", "item__ripple", "item__start", "items", "kbd", "label", "label--shake", "large", "last-child", "left", "legend", "lg", "li", "light", "link", "list", "list-divider", "list-item", "list__label", "list__supporting", "lower", "md", "medium", "message", "mixedmark", "mobile", "month", "moz-placeholder", "ms-fill", "ms-thumb", "ms-track", "muted", "native-control", "nav", "next", "nth-child", "number", "object", "odd", "ol", "only", "only-child", "optgroup", "outer", "outer-circle", "outline__leading", "outline__notch", "outline__trailing", "outlined", "overlay", "overline", "padding", "password", "phone", "placeholder", "plaintext", "popper", "pre", "prev", "primary", "progress", "progress__bar", "progress__color", "push", "radio", "raised", "range", "readonly", "reset", "responsive", "reverse", "rgba", "right", "ripple", "row", "rtl", "runnable-track", "samp", "scrim", "scrollable", "search", "search-md", "secondary", "secondary-text", "section", "select", "selected-text", "shadow", "shrink", "size", "sm", "small", "span", "sr", "start", "strong", "sub", "subheader", "submenu", "submit", "subtitle", "success", "sup", "surface", "surface-animation", "svg", "tabindex", "table", "table__cell", "table__content", "table__pagination", "tablet", "target", "tbody", "td", "tel", "text", "textarea", "tfoot", "th", "thead", "thumb", "thumb-knob", "time", "title", "to", "toggle", "top", "touch", "tr", "track", "trailing", "type", "ul", "unelevated", "upload-button", "upper", "url", "valid", "value-indicator", "vertical", "video", "visited", "warning", "week", "widescreen", "width", "window-inactive", "wrapper", "xl", "xlarge", "xxl"]]